CSI API ETABS v1
cSapModel.LoadCases Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cLoadCases LoadCases { get; }
ReadOnly Property LoadCases As cLoadCases
	Get
Dim instance As cSapModel
Dim value As cLoadCases
value = instance.LoadCases
property cLoadCases^ LoadCases {
	cLoadCases^ get ();
}
abstract LoadCases : cLoadCases with get
Property Value
Type: cLoadCases
See Also
Reference
cSapModel Interface
ETABSv1 Namespace